---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeRiserThickness
source: html/583a8b2a-e044-feaf-3412-e74f8f633084.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeRiserThickness Property

"Riser Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTrisertypeRiserThickness { get; }
```